# Taps
tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"

# CLI tools
cask "1password-cli"
brew "bat"
brew "bash"
brew "curl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "htop"
brew "jira-cli"
brew "jq"
brew "neovide"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "walk"
brew "wget"
brew "zig"
brew "zsh"
brew "zsh-autosuggestions"

# Apps
cask "1password"
cask "brave-browser"
cask "docker"
cask "firefox@developer-edition"
cask "ghostty"
cask "github"
cask "iterm2"
cask "signal"
cask "sublime-text"
cask "telegram-desktop"
cask "zed"

# Fonts
cask "font-fira-code"
cask "font-hack-nerd-font"
